<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.mavs.d35.org.b5cefa60-6da8-0132-7efb-482a141c9355.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>User</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>b5cefa60-6da8-0132-7efb-482a141c9355</string><key>PayloadOrganization</key><string>The Glencoe Schools</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Run Java in Unsafe mode</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.mavs.d35.org.b5cefa60-6da8-0132-7efb-482a141c9355.alacarte.customsettings.db40be00-6da8-0132-7f00-482a141c9355</string><key>PayloadUUID</key><string>db40be00-6da8-0132-7f00-482a141c9355</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Custom: (com.apple.Safari)</string><key>PayloadContent</key><dict><key>com.apple.Safari</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>ManagedPlugInPolicies</key><dict><key>com.oracle.java.JavaAppletPlugin</key><dict><key>PlugInDisallowPromptBeforeUseDialog</key><true/><key>PlugInFirstVisitPolicy</key><string>PlugInPolicyAllowNoSecurityRestrictions</string><key>PlugInRunUnsandboxedOnFirstVisit</key><true/><key>_private_is_expanded</key><true/></dict></dict><key>NewWindowBehavior</key><string>0</string><key>ShowSidebarInNewWindows</key><string>false</string></dict></dict></array></dict></dict></dict></array></dict></plist>
