<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.mavs.d35.org.b5cefa60-6da8-0132-7efb-482a141c9355.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>User</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>b5cefa60-6da8-0132-7efb-482a141c9355</string><key>PayloadOrganization</key><string>The Glencoe Schools</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for Central PARCC</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.mavs.d35.org.b5cefa60-6da8-0132-7efb-482a141c9355.alacarte.customsettings.db3a4bf0-6da8-0132-7eff-482a141c9355</string><key>PayloadUUID</key><string>db3a4bf0-6da8-0132-7eff-482a141c9355</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Custom: (com.apple.dock)</string><key>PayloadContent</key><dict><key>com.apple.dock</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>persistent-apps</key><array><dict><key>tile-data</key><dict><key>file-data</key><dict><key>_CFURLStringType</key><integer>0</integer><key>_CFURLString</key><string>/Applications/Safari.app</string><key>_private_is_expanded</key><true/></dict><key>_private_is_expanded</key><true/></dict><key>_private_is_expanded</key><true/></dict></array></dict></dict></array></dict></dict></dict><dict><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.mavs.d35.org.b5cefa60-6da8-0132-7efb-482a141c9355.alacarte.customsettings.db40be00-6da8-0132-7f00-482a141c9355</string><key>PayloadUUID</key><string>db40be00-6da8-0132-7f00-482a141c9355</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Custom: (com.apple.Safari)</string><key>PayloadContent</key><dict><key>com.apple.Safari</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>HomePage</key><string>https://parcctrng.testnav.com/</string><key>ManagedPlugInPolicies</key><dict><key>com.oracle.java.JavaAppletPlugin</key><dict><key>PlugInDisallowPromptBeforeUseDialog</key><true/><key>PlugInFirstVisitPolicy</key><string>PlugInPolicyAllowNoSecurityRestrictions</string><key>PlugInRunUnsandboxedOnFirstVisit</key><true/></dict></dict><key>NewWindowBehavior</key><string>0</string><key>ShowSidebarInNewWindows</key><string>false</string></dict></dict></array></dict></dict></dict><dict><key>PayloadType</key><string>loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.mavs.d35.org.b5cefa60-6da8-0132-7efb-482a141c9355.alacarte.loginitems.058962e0-6daf-0132-7f01-482a141c9355.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>b08e1a5a-2aee-449f-b02a-b5737fdc0c61</string><key>PayloadDisplayName</key><string>Login Items:  Network Share Point</string><key>DisableLoginItemsSuppression</key><false/></dict><dict><key>PayloadType</key><string>com.apple.loginitems.managed</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.mavs.d35.org.b5cefa60-6da8-0132-7efb-482a141c9355.alacarte.loginitems.058962e0-6daf-0132-7f01-482a141c9355.managed</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>f7c391a5-09ea-3b01-a2a1-10b11896997f</string><key>PayloadDisplayName</key><string>Login Items:  Managed Items</string><key>AutoLaunchedApplicationDictionary-managed</key><array><dict><key>Path</key><string>/Applications/Safari.app</string><key>Hide</key><false/></dict><dict><key>AuthenticateAsLoginUserShortName</key><true/><key>URL</key><string>afp://ns1.d35.org/PARCC</string><key>Hide</key><false/></dict></array></dict></array></dict></plist>
